/* Current zoom percentage level e.g. 75% */
"%ld%%" = "%ld%%";

/* zoom menu item: 100% */
"100%" = "100 %";

/* zoom menu item: 150% */
"150%" = "150 %";

/* zoom menu item: 200% */
"200%" = "200 %";

/* zoom menu item: 25% */
"25%" = "25 %";

/* zoom menu item: 50% */
"50%" = "50 %";

/* Markup welcome item body: Add highlights and arrows to provide fast feedback with PDF Annotation. */
"Add highlights and arrows to provide fast feedback with PDF Annotation." = "Lisää korostusta ja nuolia antaaksesi nopeaa palautetta PDF Annotationin avulla.";

/* Accessibility description: Additional Functions */
"Additional Functions" = "Muut toiminnot";

/* Premium feature message for complementary period: Annotate PDFs with arrows, shapes and text to give fast feedback. Enjoy this Premium feature for a complimentary 30-day period. */
"Annotate PDFs with arrows, shapes and text to give fast feedback. Enjoy this Premium feature for a complimentary 30-day period." = "Anna nopeasti palautetta merkitsemällä PDF-tiedostot nuolien, tekstin ja muotojen avulla. Nauti tästä Premium-toiminnosta ilmaiseksi 30 päivän ajan.";

/* Tooltip: Annotate this note */
"Annotate this note" = "Merkitse tämä muistiinpano";

/* Annotation of an encrypted PDF is not supported. */
"Annotation of an encrypted PDF is not supported." = "Salatun PDF-tiedoston merkitsemistä ei tueta.";

/* Annotation Summary */
"Annotation Summary" = "Merkintäyhteenveto";

/* Cancel */
"Cancel" = "Peruuta";

/* Markup welcome item body: Clear all annotations from your document, or use advanced features like rotate and delete page in the additional features menu. */
"Clear all annotations from your document, or use advanced features like rotate and delete page in the additional features menu." = "Poista asiakirjasta kaikki merkinnät tai käytä edistyksellisiä toimintoja, esimerkiksi sivun kiertoa ja poistoa Lisäasetukset-valikossa.";

/* Markup welcome item body: Clear all annotations from your image, or use advanced features like flip and rotate in the additional features menu. */
"Clear all annotations from your image, or use advanced features like flip and rotate in the additional features menu." = "Poista kuvasta kaikki merkinnät tai käytä edistyksellisiä toimintoja, esimerkiksi kääntöä ja kiertoa Lisäasetukset-valikossa.";

/* skitch menu item: Clear Annotations */
"Clear Annotations" = "Poista merkinnät";

/* Accessibility role description: close button */
"close button" = "sulkemispainike";

/* tooltip for enabled checkbox to include PDF Summary: Creates an annotation overview at the start of your PDF */
"Creates an annotation overview at the start of your PDF" = "Luo merkintöjen yleiskatsaus PDF-tiedoston alkuun";

/* Markup welcome item body: Crop and resize or add arrows and text with Image Annotation. */
"Crop and resize or add arrows and text with Image Annotation." = "Rajaa ja vaihda kokoa tai lisää nuolia ja tekstiä Image Annotationin avulla.";

/* skitch menu item: Delete Page */
"Delete Page" = "Poista sivu";

/* Markup welcome item title: Dig Deeper */
"Dig Deeper" = "Kaiva syvemmälle";

/* Markup welcome item body: Draw any object outside the bounds of your image to automatically expand the canvas. */
"Draw any object outside the bounds of your image to automatically expand the canvas." = "Laajenna piirtoaluetta automaattisesti vetämällä objektit kuvan ulkopuolelle.";

/* Markup welcome item title: Draw Attention */
"Draw Attention" = "Herätä huomiota";

/* Markup welcome item body: Draw shapes, arrows and quick sketches to get your point across with Image Annotation. */
"Draw shapes, arrows and quick sketches to get your point across with Image Annotation." = "Piirrä muotoja, nuolia ja nopeita luonnoksia saadaksesi viestisi perillä Image Annotationin avulla.";

/* Encrypted PDF */
"Encrypted PDF" = "Salattu PDF";

/* zoom menu item: Fit in Window */
"Fit in Window" = "Sovita ikkunaan";

/* zoom menu item: Fit Page Width */
"Fit Page Width" = "Sovita sivun leveys";

/* skitch menu item: Flip */
"Flip" = "Peilaa";

/* button title: Get Started */
"Get Started" = "Aloita";

/* Markup welcome item body: Get the most out of your documents with PDF Annotation. */
"Get the most out of your documents with PDF Annotation." = "Hyödynnä asiakirjojasi PDF Annotationin avulla.";

/* Markup welcome item title: Get The Most Out Of Your Images */
"Get The Most Out Of Your Images" = "Hyödynnä kuviasi mahdollisimman hyvin";

/* Markup welcome item title: Get Your Point Across */
"Get Your Point Across" = "Välitä viestisi";

/* button title: Go Premium */
"Go Premium" = "Siirry Premiumiin";

/* checkbox to include Annotation Summary: Include Annotation Summary */
"Include Annotation Summary" = "Sisällytä merkintäyhteenveto";

/* button title: Learn more about Premium */
"Learn more about Premium" = "Lisätietoja Premiumista";

/* Accessibility role description: learn more button */
"learn more button" = "lue lisää -painike";

/* Markup welcome item body: Make it easier for your friends and co-workers to quickly review all your annotations by including an Annotation Summary as the first page of the PDF you plan to share or print out. */
"Make it easier for your friends and co-workers to quickly review all your annotations by including an Annotation Summary as the first page of the PDF you plan to share or print out." = "Helpota ystävillesi ja työtovereillesi tiedostojen kaikkien merkintöjen nopeaa tarkistamista lisäämällä jaettavan tai tulostettavan PDF-tiedoston ensimmäiselle sivulle merkintöjen yhteenvedon.";

/* Markup welcome item title: Make More Space */
"Make More Space" = "Tee tilaa";

/* OK Button */
"OK" = "OK";

/* Premium feature title for complementary period: PDF ANNOTATION */
"PDF ANNOTATION" = "PDF-MERKINTÄ";

/* skitch menu item: Rotate Clockwise */
"Rotate Clockwise" = "Kierrä myötäpäivään";

/* skitch menu item: Rotate Counterclockwise */
"Rotate Counterclockwise" = "Kierrä vastapäivään";

/* Markup welcome item title: Say It With Fewer Words */
"Say It With Fewer Words" = "Kerro asiasi vähemmin sanoin";

/* tooltip for disabled checkbox to include PDF Summary: There are no annotations to summarize */
"There are no annotations to summarize" = "Tiivistettäviä merkintöjä ei ole";

/* Expired Premium feature upgrade message: Upgrade to Evernote Premium for access to this and other great Premium features. */
"Upgrade to Evernote Premium for access to this and other great Premium features." = "Päivitä Evernote Premiumiin, niin voit käyttää tätä ja muita mahtavia Premium-toimintoja.";

/* Markup welcome item body: Use these tools and properties to quickly focus on what’s important. */
"Use these tools and properties to quickly focus on what’s important." = "Näiden työkalujen ja ominaisuuksien avulla voit keskittyä tärkeisiin asioihin.";

/* User cancelled Annotation PDF preview */
"User cancelled Annotation PDF preview" = "Käyttäjä peruutti PDF-toimintojen merkintätoiminnon esikatselun";

/* PDF Markup Premium popover expired title: Your complimentary PDF Annotation period has ended */
"Your complimentary PDF Annotation period has ended" = "PDF-tiedostojen merkintätoiminnon maksuton käyttöjakso on päättynyt";

/* Expired Premium feature message for complementary period: Your complimentary PDF Annotation period has ended. */
"Your complimentary PDF Annotation period has ended." = "PDF-tiedostojen merkintätoiminnon maksuton käyttöjakso on päättynyt.";

/* PDF Markup Premium popover expiring title: Your complimentary PDF Annotation period is ending in %ld days */
"Your complimentary PDF Annotation period is ending in %ld days" = "PDF-tiedostojen merkintätoiminnon maksuton käyttöjakso päättyy %ld päivän kuluttua";

/* zoom menu item: Zoom In */
"Zoom In" = "Lähennä";

/* zoom menu item: Zoom Out */
"Zoom Out" = "Loitonna";
